StruSoft.Interop.StruXml.Data.Steel_joint_type


StruSoft.Interop.StruXml.Data.Steel_joint_type.Item


StruSoft.Interop.StruXml.Data.Steel_joint_type.Topology


StruSoft.Interop.StruXml.Data.Steel_joint_type.Guid


StruSoft.Interop.StruXml.Data.Steel_joint_type.Last_change


StruSoft.Interop.StruXml.Data.Steel_joint_type.Action


StruSoft.Interop.StruXml.Data.Steel_joint_type.Hash_order_id


StruSoft.Interop.StruXml.Data.Steel_joint_type.Name


StruSoft.Interop.StruXml.Data.Steel_joint_type.Version


StruSoft.Interop.StruXml.Data.Steel_joint_type.AnyAttr
